[
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "1",
        "infoQuestion": "What can you achieve with the legacy data transfer in Asset Accounting via transaction AS91?",
        "infoChoice": [
            "Setting the company code status for legacy data transfer",
            "Posting the summary write off in G/L",
            "Creation of master data",
            "Posting of take over values"
        ],
        "infoAnswer": [
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "2",
        "infoQuestion": "Your system uses parallel currencies. What is the posting indicator of the depreciation area for the parallel currency?",
        "infoChoice": [
            "Does not post to G/L",
            "Posts to G/L in real time",
            "Posts to G/L periodically",
            "Posts APC real time and depreciation periodically"
        ],
        "infoAnswer": [
            "B"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "3",
        "infoQuestion": "Which of the following objects is only a statistical account assignment for cost postings to an asset?",
        "infoChoice": [
            "WBS element",
            "Cost center",
            "Internal order",
            "Profit center"
        ],
        "infoAnswer": [
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "4",
        "infoQuestion": "You have activated the WBS Element (not related to Investment Management) as an account assignment for asset accounting “balance sheet\" and \"identical\" active. What are the consequences? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "The WBS Element is available for input in the asset master record.",
            "The WBS Element cannot be used anymore for settlement.",
            "The WBS Element can no longer be changed in the asset master record once the asset is",
            "The WBS Element from the asset master data can be changed during planned depreciation"
        ],
        "infoAnswer": [
            "A",
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "5",
        "infoQuestion": "You perform the depreciation run for your assets. For a specific asset, you would like to post the depreciation specified in the asset master data. How do you achieve this?",
        "infoChoice": [
            "By changing the corresponding error into a warning via configuration",
            "By removing the cost center from the asset master data",
            "By creating a substitution in Financial Accounting line items",
            "By setting the “identical” parameter as not activated in the account assignment configuration"
        ],
        "infoAnswer": [
            "A"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "6",
        "infoQuestion": "You run the balance carry forward for your company code. When looking at the log you see there is an error with regards to Asset Accounting. What is the cause of the error?",
        "infoChoice": [
            "You have not run the settlement for your assets under construction.",
            "You have incomplete asset master records.",
            "You have not closed the previous fiscal year.",
            "You have not posted depreciation completely."
        ],
        "infoAnswer": [
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "7",
        "infoQuestion": "You want to post depreciation costs of one asset to two cost centers. How do you do this?",
        "infoChoice": [
            "You assign a real internal order in the asset master data which you settle periodically to two cost",
            "You assign two real cost centers in the asset master data.",
            "You assign a real cost center and a statistical cost center in the asset master data.",
            "You assign a statistical order in the asset master data which you settle periodically to two cost"
        ],
        "infoAnswer": [
            "A"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "8",
        "infoQuestion": "You post a vendor invoice for asset acquisition without reference to a purchase order. Which accounting documents are generated?",
        "infoChoice": [
            "One document per accounting principle & one document for all accounting principles",
            "Separate documents for each and every accounting principle",
            "One document for all accounting principles",
            "One document per accounting principle"
        ],
        "infoAnswer": [
            "A"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "9",
        "infoQuestion": "",
        "infoChoice": [
            "Posting is done in FI-AA in real time and in FI-GL once the periodic posting program has run.",
            "Posting is done in FI-AA and in FI-GL online and in real time.",
            "Posting is done in FI-AA in real time and in FI-GL once the depreciation posting program has run.",
            "Posting is not done in FI-AA and in FI-GL until the depreciation posting program has run."
        ],
        "infoAnswer": [
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "10",
        "infoQuestion": "What are characteristics of depreciation area 01? Note: There are 2 correct answe-rs to this que- stion.",
        "infoChoice": [
            "It must always post in real time.",
            "It must be linked to leading ledger OL.",
            "It must be defined as a cost accounting valuation area type.",
            "It cannot take over values from other areas."
        ],
        "infoAnswer": [
            "A",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "11",
        "infoQuestion": "On which levels do you define FI-AA account determination? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Chart of accounts",
            "Client",
            "Company code",
            "Chart of depreciation"
        ],
        "infoAnswer": [
            "A",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "12",
        "infoQuestion": "What are the consequences of the activation of segment reporting in Asset Accounting? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "The segment is automatically updated in existing asset master data.",
            "The segment appears in the screen layout for asset master data.",
            "The segment appears in the additional account assignment configuration.",
            "The segment activation can be reversed."
        ],
        "infoAnswer": [
            "C",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "13",
        "infoQuestion": "On which levels can you define the technical clearing account for Integrated Asset Acquisition in Customizing? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Depreciation area",
            "Account determination",
            "Chart of Accounts",
            "Asset Class"
        ],
        "infoAnswer": [
            "B",
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "14",
        "infoQuestion": "In which scenarios is the technical clearing account posted? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Valuated goods receipt on a purchase order with an asset as account assignment",
            "Asset transfer posting between asset classes",
            "Direct asset acquisition posting with a vendor invoice (not linked to a purchase order)",
            "Settlement of an investment order to an asset under construction"
        ],
        "infoAnswer": [
            "A",
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "15",
        "infoQuestion": "You define the technical clearing account for Integrated Asset Acquisition in Customizing. Which prerequisites must be met? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "The account is a balance sheet account.",
            "The account is defined as a reconciliation account for fixed assets.",
            "The account is defined as open item managed.",
            "The account is defined in the account determination for each asset class."
        ],
        "infoAnswer": [
            "A",
            "B"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "16",
        "infoQuestion": "Which fields are maintained on the chart of accounts level of a G/L account? Note: There are 3 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Account group",
            "Short text",
            "Alternative account number",
            "Field status group",
            "Group account number"
        ],
        "infoAnswer": [
            "A",
            "B",
            "E"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "17",
        "infoQuestion": "You notice that in the entry view of a document you have fewer items than in the general ledger view. What is the reason for this?",
        "infoChoice": [
            "An extension ledger has been configured.",
            "The sales tax is posted in details in the general ledger view.",
            "The sub-ledger accounts are shown in details in the general ledger view.",
            "Document splitting has been activated"
        ],
        "infoAnswer": [
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "18",
        "infoQuestion": "Where do you assign the group chart of accounts?",
        "infoChoice": [
            "Company code",
            "General ledger account",
            "Company",
            "Operating chart of accounts"
        ],
        "infoAnswer": [
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "19",
        "infoQuestion": "You are posting a general journal entry for your company code. After posting the entry, you notice the document number is in the wrong number. After reversing the document, what do you need to change when reposting the document?",
        "infoChoice": [
            "Assignment",
            "Document type",
            "Document number",
            "Posting key"
        ],
        "infoAnswer": [
            "B"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "20",
        "infoQuestion": "When defining a new standard ledger, which action must you take to manually post a general journal entry to it?",
        "infoChoice": [
            "Assign the ledger to a company code",
            "Assign a chart of accounts to the ledger",
            "Define the underlying ledger",
            "Include the ledger in a ledger group"
        ],
        "infoAnswer": [
            "A"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "21",
        "infoQuestion": "You try to create a G/L account but you get an error because the account number is not in the accepted range. Which object do you need to customize to extend the number range?",
        "infoChoice": [
            "Tolerance group",
            "Account group",
            "Chart of accounts",
            "Account type"
        ],
        "infoAnswer": [
            "B"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "22",
        "infoQuestion": "You want to post a reversal for a document posted in a closed posting period. Which object do you configure to allow you to enter the reversal with a date different from the original document?",
        "infoChoice": [
            "Document type",
            "Reversal method",
            "Reversal reason",
            "Company code"
        ],
        "infoAnswer": [
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "23",
        "infoQuestion": "You are trying to extend a G/L account to a new company code but are getting an error for incomplete dat a. All customizable in the field status. Which fields must you always maintain when extending a G/L account? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Account currency",
            "Field status group",
            "Sort key",
            "Account number"
        ],
        "infoAnswer": [
            "A",
            "B"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "24",
        "infoQuestion": "You try to assign an alternative account to a G/L account but receive an error message. What can be the reason?",
        "infoChoice": [
            "You have not assigned the alternative chart of accounts to your company.",
            "The alternative account is already assigned to another G/L account for the company code.",
            "The alternative account has not been created for the company code.",
            "You have not assigned the alternative chart of accounts to your operational chart of accounts."
        ],
        "infoAnswer": [
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "25",
        "infoQuestion": "On which level do you maintain the currency translation ratio between two currencies?",
        "infoChoice": [
            "Exchange rate type",
            "Document type",
            "Valuation type",
            "Currency type"
        ],
        "infoAnswer": [
            "A"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "26",
        "infoQuestion": "What is the prerequisite for a G/L account to switch off open item management for it?",
        "infoChoice": [
            "It has been blocked against postings.",
            "It has not been posted to.",
            "It has no open items.",
            "It has a zero balance."
        ],
        "infoAnswer": [
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "27",
        "infoQuestion": "From which G/L account types are values shown in the profit and loss (P&L) statement? Note: There are 3 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Balance Sheet Account",
            "Secondary Costs",
            "Non-operating Expense or Income",
            "Primary cost or Revenue",
            "Cash account"
        ],
        "infoAnswer": [
            "B",
            "C",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "28",
        "infoQuestion": "Where do you assign the currency type?",
        "infoChoice": [
            "Company",
            "Accounting principle",
            "Ledger",
            "Valuation area"
        ],
        "infoAnswer": [
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "29",
        "infoQuestion": "You want to prepare a consolidated financial report for your corporate group consisting of 15 legal entities. You have 10 company codes defined in your SAP S/4HANA system in a single client. The others use separate legacy systems. How many companies should you define in your SAP S/4HANA system to accommodate the consolidation scenario?",
        "infoChoice": [
            "1",
            "5",
            "15",
            "10"
        ],
        "infoAnswer": [
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "30",
        "infoQuestion": "What separates the leading ledger from other parallel standard ledgers?",
        "infoChoice": [
            "It is used for performing segment reporting.",
            "It doesn't derive values from other ledgers.",
            "It is used to represent the group valuation",
            "It is assigned to all company codes."
        ],
        "infoAnswer": [
            "B"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "31",
        "infoQuestion": "",
        "infoChoice": [
            "The start and end date of posting periods",
            "The authorization to post to special periods",
            "The number of posting periods",
            "The posting periods open for posting"
        ],
        "infoAnswer": [
            "A",
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "32",
        "infoQuestion": "Which items are taken into account during foreign currency valuation? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Balance valuation on items for balance sheet accounts not defined as open item management",
            "Line item valuation for balance sheet accounts not defined as reconciliation account",
            "Balance valuation on items for balance sheet accounts defined with ledger group specific open",
            "Line item valuation for balance sheet accounts defined as open item management"
        ],
        "infoAnswer": [
            "C",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "33",
        "infoQuestion": "As a pre-closing activity, selected suppliers are to confirm their balances. Which confirmation procedure do you use when a response is expected only in case of discrepancies?",
        "infoChoice": [
            "Balance confirmation",
            "Account statement",
            "Balance request",
            "Balance notification"
        ],
        "infoAnswer": [
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "34",
        "infoQuestion": "",
        "infoChoice": [
            "To trigger elimination of intercompany revenues & costs based on rules configured",
            "To generate automatic elimination of intercompany AR/AP balances",
            "To generate automatic posting to correct intercompany discrepancy",
            "To highlight and solve intercompany data discrepancy triggering a workflow"
        ],
        "infoAnswer": [
            "C",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "35",
        "infoQuestion": "You notice that the GR/IR account does not have a zero balance. What could be the cause? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "A purchase order has a goods receipt and an invoice receipt with the same quantity but with",
            "A purchase order has a goods receipt and an invoice receipt with the same quantity and values.",
            "A purchase order has a partial invoice receipt but not yet a goods receipt.",
            "A purchase order has a partial goods receipt for which we have not yet received an invoice."
        ],
        "infoAnswer": [
            "C",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "36",
        "infoQuestion": "You run a financial statement report and notice the net profit calculated is different than what you expect. What could cause the issue? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "You selected account group assignment by balance for an account and it is displayed as a liability.",
            "You have accounts that you have not assigned in the financial statement version.",
            "You have added an account to the liabilities node that belongs to the financial statement notes.",
            "You have added an account to the wrong node and it is included in the assets section."
        ],
        "infoAnswer": [
            "B",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "37",
        "infoQuestion": "Where can you see the matching results from the Intercompany Matching and Reconciliation tool?",
        "infoChoice": [
            "In the Consolidation Journal table (ACDOCU)",
            "In an application specific table (ICADOCM)",
            "In the Accounting Document Segment table (BSEG)",
            "In the Universal Journal table (ACDOCA)"
        ],
        "infoAnswer": [
            "B"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "38",
        "infoQuestion": "Which physical inventory methods are available in SAP S/4HANA? Note: There are 3 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Actual inventory method",
            "Periodic inventory method",
            "Cycle counting method",
            "Standard inventory method",
            "Continuous inventory method"
        ],
        "infoAnswer": [
            "B",
            "C",
            "E"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "39",
        "infoQuestion": "What is the role of the valuation method in the foreign currency valuation? Note: There are 3 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Determine the exchange rate type",
            "Define the document type for the valuation posting",
            "Determine the G/L accounts for the valuation posting",
            "Define the posting and reversal date for the valuation posting",
            "Define the valuation procedure"
        ],
        "infoAnswer": [
            "A",
            "B",
            "E"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "40",
        "infoQuestion": "On what level can you restrict postings using the posting period variant? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Fixed asset number",
            "G/L account",
            "Customer reconciliation account",
            "Supplier account"
        ],
        "infoAnswer": [
            "B",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "41",
        "infoQuestion": "You are implementing the Cockpit for your organization. What are the advantages of defining task groups? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "It allows cross task list execution of tasks.",
            "It allows cross task list monitoring of task status.",
            "It allows cross template maintenance.",
            "It covers multiple companies with same or similar tasks."
        ],
        "infoAnswer": [
            "C",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "42",
        "infoQuestion": "How would you define Intercompany Matching and Reconciliation (ICMR)? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "It is a solution that facilitates transaction matching between systems in Central Finance.",
            "It is a solution that requires the parallel implementation of SAP Group Reporting Data Collection.",
            "It is a solution embedded in the SAP S/4HANA core.",
            "It is a solution that can be integrated with Group Reporting."
        ],
        "infoAnswer": [
            "A",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "43",
        "infoQuestion": "How does the system determine the relevant accounting principle when performing foreign currency valuation?",
        "infoChoice": [
            "Via the valuation type",
            "Via the valuation area",
            "Via the valuation class",
            "Via the valuation method"
        ],
        "infoAnswer": [
            "B"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "44",
        "infoQuestion": "You perform foreign currency valuation for open items of your supplier accounts. The valuations will be used only for period end reporting and should then be reversed. What account does the system use to post the valuation differences?",
        "infoChoice": [
            "Individual supplier accounts with special G/L indicator",
            "Alternative reconciliation G/L account",
            "Adjustment G/L account for foreign currency",
            "Supplier reconciliation G/L account"
        ],
        "infoAnswer": [
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "45",
        "infoQuestion": "Your company structures its Profit & Loss (P&L) statement according to cost-of-sales accounting. Which organizational unit do you need to define?",
        "infoChoice": [
            "Business area",
            "Functional area",
            "Profit center",
            "Segment"
        ],
        "infoAnswer": [
            "B"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "46",
        "infoQuestion": "SAP S/4HANA has introduced the Universal Journal (table ACDOCA) which represents the single source of truth. Which line items are recorded in the table ACDOCA? Note: There are 3 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Secondary costs resulting from an assessment",
            "Plan depreciation amounts",
            "Primary costs resulting from a distribution",
            "Budgeted costs for a cost center",
            "Intercompany postings"
        ],
        "infoAnswer": [
            "A",
            "C",
            "E"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "47",
        "infoQuestion": "Your company based in France has a permanent establishment in Switzerland where financial statements are required by law. Which organizational unit do you need to create for the permanent establishment in Switzerland?",
        "infoChoice": [
            "Company code",
            "Profit center",
            "Business area",
            "Segment"
        ],
        "infoAnswer": [
            "A"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "48",
        "infoQuestion": "At which levels do you choose between direct and indirect quotation? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Client",
            "Country",
            "Company code",
            "Exchange rate type"
        ],
        "infoAnswer": [
            "A",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "49",
        "infoQuestion": "You want to implement purchase order accruals in SAP S/4HAN A. Which of the following use cases are relevant? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Which of the following use cases are relevant?",
            "Purchase of fixed assets (using direct capitalization method)",
            "Purchase of consumable materials",
            "Purchase of raw materials for inventory",
            "Purchase of services"
        ],
        "infoAnswer": [
            "B",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "50",
        "infoQuestion": "Which object is used to directly support the preparation for consolidation?",
        "infoChoice": [
            "Functional Areas",
            "Segments/Profit Centers",
            "Company/Trading Partner",
            "Ledgers/Ledger Groups"
        ],
        "infoAnswer": [
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "51",
        "infoQuestion": "Your company follows IFRS accounting principles and needs to issue a full financial statement for its two main divisions \"Consumer Products\" & \"Professional Products\". What do you need to achieve segment reporting in this scenario? Note: There are 3 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Profit centers",
            "Segments",
            "Document splitting",
            "Profitability segments",
            "Business areas"
        ],
        "infoAnswer": [
            "A",
            "B",
            "E"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "52",
        "infoQuestion": "At which level do you define functional areas?",
        "infoChoice": [
            "Financial statement version",
            "Controlling area",
            "Client",
            "Company code"
        ],
        "infoAnswer": [
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "53",
        "infoQuestion": "You want to assign your 3 newly created company codes to the same controlling are a. Which settings must be common to all the company codes? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Operating chart of accounts",
            "Fiscal year variant",
            "Posting period variant",
            "Source currency for group currency"
        ],
        "infoAnswer": [
            "A",
            "B"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "54",
        "infoQuestion": "Which of the following currency types can be defined for a specific ledger? Note: There are 3 correct answe-rs to this que-stion.",
        "infoChoice": [
            "00 = Document currency",
            "30 Group currency",
            "60 Global company currency",
            "10 Company code currency",
            "40 Hard currency"
        ],
        "infoAnswer": [
            "A",
            "B",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "55",
        "infoQuestion": "Which of the following organizational elements can be shared by several company codes? Note: There are 3 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Sales organization",
            "Plant",
            "Segment",
            "Profit center",
            "Business area"
        ],
        "infoAnswer": [
            "C",
            "D",
            "E"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "56",
        "infoQuestion": "Which currency types are defaulted in SAP S/4HANA? Note: There are 2 correct answe-rs to this que- stion.",
        "infoChoice": [
            "00 = Document currency",
            "30 = Group currency",
            "10 Company code currency",
            "20 Controlling area currency"
        ],
        "infoAnswer": [
            "A",
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "57",
        "infoQuestion": "What are the 3 mandatory steps of the dunning process in the SAP S/4HANA system? Note: There are 3 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Approve the dunning proposal",
            "Schedule the dunning run",
            "Maintain the parameters of the dunning program",
            "Start the dunning printout",
            "Change the dunning proposal"
        ],
        "infoAnswer": [
            "B",
            "C",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "58",
        "infoQuestion": "The 3-way match is the standard procedure used to post procurement transactions in SAP S/4HAN How does it work?",
        "infoChoice": [
            "The goods receipt needs to be created in reference to the purchase order.",
            "The 3 logistical steps each generate financial documents.",
            "The purchase order needs to be created in reference to a purchase request.",
            "The invoice needs to be created in reference to the goods receipt."
        ],
        "infoAnswer": [
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "59",
        "infoQuestion": "Which date must the system determine when you enter an invoice that needs to be paid?",
        "infoChoice": [
            "Reference date",
            "Payment date",
            "Order date",
            "Baseline date"
        ],
        "infoAnswer": [
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "60",
        "infoQuestion": "You want to include multiple company codes in a single payment run. What are the prerequisites for the company codes?",
        "infoChoice": [
            "They must all belong to the same company.",
            "They must have the same configuration for payment transactions.",
            "They must be located in the same country.",
            "They must belong to the same controlling area."
        ],
        "infoAnswer": [
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "61",
        "infoQuestion": "Which parameters can you configure on the dunning level? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Payment deadline",
            "Interest indicator",
            "Line-item grace period",
            "Days in arrears"
        ],
        "infoAnswer": [
            "A",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "62",
        "infoQuestion": "You have cleared a customer open item but want to undo this action. What are the available options? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Repost the clearing document",
            "Reverse the clearing document",
            "Reset the clearing document",
            "Reset and reverse the clearing document"
        ],
        "infoAnswer": [
            "C",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "63",
        "infoQuestion": "What do you configure for regrouping receivables and payables?",
        "infoChoice": [
            "Calculation Method",
            "Valuation Method",
            "Provision Method",
            "Sort Method"
        ],
        "infoAnswer": [
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "64",
        "infoQuestion": "In the standard sales process, when is the COGS posting generated in Financial Accounting?",
        "infoChoice": [
            "Create billing document",
            "Do PGI (Post Goods Issue)",
            "Issue customer invoice",
            "Create delivery document"
        ],
        "infoAnswer": [
            "B"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "65",
        "infoQuestion": "You have made an agreement with a customer to guarantee an amount of EUR 10000. What is the result of recording this guarantee in SAP S/4HANA?",
        "infoChoice": [
            "One statistical line item",
            "Two noted items",
            "One noted item",
            "Two statistical line items"
        ],
        "infoAnswer": [
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "66",
        "infoQuestion": "You define payment methods. Which parameters do you define on the level of the company code? Note: There are 2 correct answe- rs to this que-stion.",
        "infoChoice": [
            "Minimum and maximum payment amounts",
            "Payment Medium",
            "Permitted Currencies",
            "Foreign currency allowed"
        ],
        "infoAnswer": [
            "A",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "67",
        "infoQuestion": "At which levels can the print program and its variant be assigned to the correspondence type? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "System",
            "Client",
            "Company code",
            "Company"
        ],
        "infoAnswer": [
            "B",
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "68",
        "infoQuestion": "You need to explain the concept of noted items in SAP S/4HAN A. Which characteristics are specific to noted items? Note: There are 3 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Which characteristics are specific to noted items?",
            "They generate postings that do not balance.",
            "They can be accessed by the payment program and the dunning program.",
            "They update the general ledger in Entry View only.",
            "They generate statistical postings.",
            "They are managed as open items on customer and vendor accounts."
        ],
        "infoAnswer": [
            "B",
            "D",
            "E"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "69",
        "infoQuestion": "What can you control with the reason code in Accounts Receivable? Note: There are 3 correct answe- rs to this que-stion.",
        "infoChoice": [
            "The exclusion of disputed residual items from credit limit checks",
            "The account where a residual item is posted",
            "The type of payment notice sent to a customer",
            "The special G/L indicator for the down payment",
            "The document type of the payment"
        ],
        "infoAnswer": [
            "A",
            "B",
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "70",
        "infoQuestion": "You are entering a credit memo in Financial Accounting and are wondering why the entered payment terms are being ignored. What are the reasons? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "The credit memo was entered in Financial Accounting.",
            "The credit memo was created without reference to an invoice.",
            "The field \"Reference\" of the credit memo is blank.",
            "The due date determined based on the entered payment terms is in the past."
        ],
        "infoAnswer": [
            "B",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "71",
        "infoQuestion": "You post an incoming payment from a customer with a residual item for a payment difference. What are the consequences? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "The residual item is written off to a cost account.",
            "The residual item becomes a new receivable.",
            "The original document and the payment are cleared.",
            "Both the original open item and the residual item remain on the account as open items."
        ],
        "infoAnswer": [
            "B",
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "72",
        "infoQuestion": "Which component of the Intelligent Enterprise allows customers to discover and deploy vertical solutions from SAP and partners?",
        "infoChoice": [
            "Industry Cloud",
            "Business Network",
            "Intelligent Suite",
            "Experience Management"
        ],
        "infoAnswer": [
            "A"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "73",
        "infoQuestion": "What are some features of SAP Business Technology Platform? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "It supports application development and integration.",
            "It supports customers in understanding their stakeholder's needs.",
            "It helps customers to collaborate to build flexible value chains.",
            "It provides data management and analytics."
        ],
        "infoAnswer": [
            "A",
            "D"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "74",
        "infoQuestion": "The SAP Business Network helps customers digitalize cross-company business processes. On which solutions does the network build? Note: There are 3 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Human Capital Management",
            "Contingent Workforce",
            "Travel",
            "Sales",
            "Procurement"
        ],
        "infoAnswer": [
            "B",
            "C",
            "E"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "75",
        "infoQuestion": "Which SAP Fiori apps can be run on any database? Note: There are 2 correct answe-rs to this que- stion.",
        "infoChoice": [
            "Manage Chart of Accounts",
            "Customer Accounting Document",
            "Make Bank Transfers",
            "Accounts Payable Overview"
        ],
        "infoAnswer": [
            "A",
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "76",
        "infoQuestion": "How are pages assigned to users on the SAP Fiori Launchpad?",
        "infoChoice": [
            "Directly to business roles which are assigned to users",
            "Via spaces assigned to business roles which are assigned to users",
            "Via groups assigned to business roles which are assigned to users",
            "Via sections assigned to business roles which are assigned to users"
        ],
        "infoAnswer": [
            "B"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "77",
        "infoQuestion": "Which model can be used for ABAP cloud-native development?",
        "infoChoice": [
            "The ABAP Cloud Development Model",
            "The SAP S/4HANA Cloud Extensibility Model",
            "ABAP RESTful Application Programming Model"
        ],
        "infoAnswer": [
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "78",
        "infoQuestion": "Which of the following API types does SAP recommend to use to achieve clean core integrations? Note: There are 2 correct answe-rs to this que-stion.",
        "infoChoice": [
            "SOAP",
            "RFC",
            "OData",
            "IDoc"
        ],
        "infoAnswer": [
            "A",
            "C"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "79",
        "infoQuestion": "Which of the following can you use to explore released APIs?",
        "infoChoice": [
            "SAP Integration Suite",
            "SAP Business Accelerator Hub",
            "SAP Application Interface Framework"
        ],
        "infoAnswer": [
            "B"
        ],
        "infoDesc": ""
    },
    {
        "infoType": "SAP FI",
        "infoTime": "SAP FI",
        "infoNumber": "80",
        "infoQuestion": "What are some SAP recommended guiding principles to achieve clean core operations? Note: There are 3 correct answe-rs to this que-stion.",
        "infoChoice": [
            "Establish regular housekeeping tasks and procedures.",
            "Integrate clean core practices in the end-to-end value process chain.",
            "Establish release management.",
            "Define roles and responsibilities as part of a process transformation office."
        ],
        "infoAnswer": [
            "A",
            "B",
            "D"
        ],
        "infoDesc": ""
    }
]
